Repository: sushain97/apertium-monorepo-svn-82937
Catalog: nursery/apertium-sme-smn/fi.samediggi/view_id_EQ_871_itemid_EQ_149.tmx
Source language: sme
Languages: smn

source: Sámediggi attii stipeanddaid Sámi oahpahusguovddážis válmmaštuvvan oahppiide
smn: Sämitigge adelij stipendijd Säämi máttááttâskuávdáást valmâštum uáppeid

source: Sámediggi attii stipeandda guđa viššalis sámegiela oahppái , geat válmmaštuvve Sámi oahpahusguovddážis .
smn: Sämitigge adelij stiipeend kuuđâ iäljáris sämikielâ uáppei , kiäh valmâštuvvii Säämi máttááttâskuávdáást .

source: Golmmas sis čađahedje nuortalašgiela stuđeantaiskosa giđa stuđeantačállimiin .
smn: Kuulmâs sist čođâldittii nuorttâlâškielâ pajeuáppeeiskos kiiđâ pajeuáppeečälimijn .

source: Sámi oahpahusguovddáža giđđafeasta dollojuvvui gaskavahku geassemánu njealját beaivve .
smn: Säämi máttááttâskuávdáá kiđđâjuhleh onnii koskoho kesimáánu niäljád peeivi .

source: Sámedikki stipeanddda ožžo čuovvovaš stuđeanttat :
smn: Sämitige stiipeend finnejii čuávuvááh uáppeeh :

source: Davvisámegiella : Juulienna Näkkäläjärvi
smn: Tavesämikielâ : Juulienna Näkkäläjärvi

source: Anárašgiella : Henna Aikio
smn: Anarâškielâ : Henna Aikio

source: Nuortalašgiella : Jarno Mäki
smn: Nuorttâlâškielâ : Jarno Mäki

source: Nuortalašgiela stuđeantaiskosa giđa čállimiin čađahan oahppit :
smn: Nuorttâlâškielâ pajeuáppeeiskos kiiđâ čälimijn čođâldittâm uáppeeh :

source: Minna Lehtola , Heidi Gauriloff ja Hannu Pessa .
smn: Minna Lehtola , Heidi Gauriloff já Hannu Pessa .

source: Sámediggi sávvá lihku ja buori geasseluomu buohkaide !
smn: Sämitigge tuáivut luho já šiev kesiluámu puohháid !
